[
    {
        "title": "ต้นไม้ของป้าแสง",
        "story": "ป้าแสงเป็นคนที่รักต้นไม้มาก ทุกเช้าเธอจะรดน้ำต้นไม้หน้าบ้าน ไม่ว่าจะฝนตกหรือแดดออก วันหนึ่งต้นมะลิของป้าแสงออกดอกสวยมากจนเพื่อนบ้านเดินผ่านก็ต้องชม ป้าแสงยิ้มอย่างมีความสุข เธอเด็ดดอกมะลิไปใส่แจกันในบ้าน และพูดกับต้นไม้ว่า “ขอบใจนะ ที่เติบโตให้ป้าดูทุกวัน”",
        "questions": [
            {
                "q": "ใครเป็นคนดูแลต้นไม้",
                "choice": [
                    "ป้าแสง",
                    "ต้นไม้",
                    "ต้นมะลิ",
                    "ฝน"
                ],
                "ans":"ป้าแสง"
            },
            {
                "q": "ป้าแสงเด็ดดอกมะลิไปใส่ในอะไร",
                "choice": [
                    "จาน",
                    "แก้ว",
                    "บาตร",
                    "แจกัน"
                ],
                "ans":"แจกัน"
            },
            {
                "q": "ต้นไม้ที่ป้าแสงปลูกคือต้นอะไร",
                "choice": [
                    "ดาวเรือง",
                    "พริก",
                    "มะลิ",
                    "ทานตะวัน"
                ],
                "ans":"มะลิ"
            }
        ]
    },
    {
        "title": "วันฝนตกของลุงแม้น",
        "story": "วันนั้นพยากรณ์อากาศแจ้งว่าฝนจะตก ลุงแม้นกำลังจะไปตลาดแต่ลืมร่มไว้ในบ้าน เมื่อเดินไปถึงหน้าซอยฝนก็ตกหนัก ลุงแม้นเลยวิ่งกลับมาหลบใต้ชายคาบ้านเพราะไม่มีร่ม เขานั่งรอจนฝนซา แล้วจึงเดินไปตลาดใหม่ ถึงแม้จะเปียกนิดหน่อย แต่ลุงแม้นก็ยังอารมณ์ดี",
        "questions": [
            {
                "q": "ลุงแม้นลืมอะไรไว้ที่บ้าน",
                "choice": [
                    "ห้องน้ำ",
                    "เสื้อ",
                    "ร่ม",
                    "โทรศัพท์"
                ],
                "ans":"ร่ม"
            },
            {
                "q": "ลุงแม้นไปที่ไหน",
                "choice": [
                    "ห้างสรรพสินค้า",
                    "ตลาด",
                    "หน้าปากซอย",
                    "บ้าน"
                ],
                "ans":"ตลาด"
            },
            {
                "q": "ลุงแม้นรู้สึกยังไงแม้ฝนจะตก",
                "choice": [
                    "ปวดท้อง",
                    "โกรธ",
                    "ตื่นเต้น",
                    "มีความสุข"
                ],
                "ans":"มีความสุข"
            }
        ]
    },
    {
        "title": "กับข้าวของพี่แป้ง",
        "story": "พี่แป้งตื่นเช้ามาทำกับข้าวให้แม่ พี่แป้งคิดไม่ออกว่าจะทำอะไรดี เลยเปิดตู้เย็นเจอไข่ 2 ฟองกับต้นหอมเล็กน้อย พี่แป้งเลยตอกไข่ ใส่ต้นหอม แล้วทอดเป็นไข่เจียวหอมกรุ่น แม่เดินออกมาจากห้องและพูดว่า “หอมจังเลยลูก น่ากินมาก” พี่แป้งยิ้มด้วยความภูมิใจ",
        "questions": [
            {
                "q": "พี่แป้งทำอาหารอะไร",
                "choice": [
                    "ข้าวไข่ปิ้ง",
                    "ข้าวไข่ต้ม",
                    "ข้าวไข่เจียว",
                    "พี่แป้งไม่ได้ทำกับข้าว"
                ],
                "ans":"ไข่เจียว"
            },
            {
                "q": "พี่แป้งทำให้ใครกิน",
                "choice": [
                    "คุณพ่อ",
                    "คุณแม่",
                    "ตัวเอง",
                    "พี่สาว"
                ],
                "ans":"คุณแม่"
            },
            {
                "q": "พี่แป้งเจออะไรในตู้เย็น",
                "choice": [
                    "คุณแม่",
                    "ไก่",
                    "ไข่",
                    "กับข้าว"
                ],
                "ans":"ไข่"
            }
        ]
    }
]